import React from "react";
import Image from "next/image";
import news1 from "../../public/img/news/news1.jpg";

const NewsDetailsOne = () => {
  return (
    <div id="news1" className="section_padding ">
      <div className="container">
        <div className="row g-5 newsresponsive_padding">
          <div className="col-lg-8 mx-auto">
              <Image src={news1} alt="img" />
              <p className="news_text">"কেমুসাস বইমেলায় 'ক' ও 'খ' গ্রুপের উপস্থিত বক্তৃতা প্রতিযোগিতা অনুষ্ঠিত। পঞ্চেন্দ্রিয় দ্বারা অর্জিত জ্ঞানকে কাজে লাগাতে বক্তৃতা মাধ্যম হিসেবে কাজ করে। ষোড়শ কেমুসাস বইমেলা ক্রমেই জমে উঠেছে। নবম দিনে লেখক পাঠকদের মধ্যে ব্যাপক সাড়া পাওয়া গিয়েছে। কেমুসাস কর্তৃপক্ষও বইমেলাকে ঘিরে নানা আয়োজনে মাতিয়ে রেখেছেন প্রাঙ্গণ। বইমেলার নবম দিনে রোববার (১৮ ডিসেম্বর) বিকাল তিনটায় 'ক' ও খ' গ্রুপের উপস্থিত বক্তৃতা প্রতিযোগিতা অনুষ্ঠিত হয়। এ উপলক্ষে আয়োজিত উদ্বোধনী অনুষ্ঠানে উদ্বোবকের বক্তব্যে কেমুসাসের সহ সাধারণ সম্পাদক,  বিশিষ্ট কবি ও গবেষক সৈয়দ মবনু বলেন, বক্তৃতা একটি গুরুত্বপূর্ণ বিষয়। পঞ্চেন্দ্রিয় দ্বারা অর্জিত জ্ঞানকে কাজে লাগাতে লেখা এবং বক্তৃতা মাধ্যম হিসেবে কাজ করে। 
              বক্তৃতার বিষয়কে তাই ভালোভাবে আত্মস্থ করে নিতে হয়।<br></br> একজন বক্তাকে দর্শকের দৃষ্টি আকর্ষণ করার ক্ষমতা রাখতে হবে। বঙ্গবন্ধু শেখ মুজিবুর রহমান ১৯৭১ সালের ৭ মার্চ বক্তৃতার মাধ্যমে মহাকাব্য রচনা করে অমর হয়ে আছেন। কেমুসাসের সহসভাপতি ও বইমেলা উপকমিটির আহবায়ক অধ্যাপক দেওয়ান মাহমুদ রাজা চৌধুরীর সভাপতিত্বে এবং বইমেলা বাস্তবায়ন উপকমিটির সদস্যসচিব মাহবুব মুহম্মদের সঞ্চালনায় বক্তৃতা প্রতিযোগিতার উদ্বোধনী অনুষ্ঠানে বিশেষ অতিথির বক্তব্য রাখেন কবি সাহেদ হোসাইন, কেমুসাসের কোষাধ্যক্ষ আব্দুস সাদেক লিপন, প্রাবন্ধিক হেলাল হামাম, কবি মাহফুজুর রহমান প্রমুখ।'ক' ও 'খ' গ্রুপের উপস্থিত বক্তৃতা প্রতিযোগিতায় ‘ক’ বিভাগে...... প্রথম,........  দ্বিতীয় ও........ তৃতীয় এবং ‘খ' বিভাগে......প্রথম,.........দ্বিতীয়, ......... তৃতীয় স্থান অধিকার করে।ষোড়শ কেমুসাস বইমেলার কর্মসূচি অনুযায়ী ১৮ ডিসেম্বর রোববার সন্ধ্যায় প্রকাশনা ও সাংস্কৃতিক অনুষ্ঠান, ১৯ ডিসেম্বর সোমবার 'ক', 'খ' ও 'গ' গ্রুপের ক্বিরাত প্রতিযোগিতা, প্রকাশনা ও সাংস্কৃতিক  এবং ২০ ডিসেম্বর মঙ্গলবার সনদপত্র, পুরস্কার ও সমাপনী অনুষ্ঠানের মাধ্যমে সমাপ্তি হবে। ১৯ ডিসেম্বরের প্রতিযোগিতা বিকাল তিনটায় অনুষ্ঠিত হবে।"</p>
        
          </div>
        </div>
      </div>
    </div>
  );
};
export default NewsDetailsOne;
