import React from "react";
import Image from "next/image";
import news2 from "../../public/img/news/news2.jpg";

const News2 = () => {
  return (
    <div id="news1" className="section_padding ">
      <div className="container">
        <div className="row g-5">
          <div className="col-lg-8 mx-auto">
              <Image src={news2} alt="img" />
              <p className="news_text">"লিডিং ইউনিভার্সিটি, সিলেট-এর ভাইস চ্যান্সেলর প্রফেসর ড. কাজী আজিজুল মাওলা বলেছেন, বই পাঠ মানুষকে মানবিক করে তোলে একটি সভ্য ও মার্জিত জাতি গঠনে বই পাঠের বিকল্প নেই। যে জাতিযত বেশিবইপড়ে,তারা তত বেশি নিজেদেরকে আলোকিত করতে পারে। আলোকিত সমাজ গঠনে বইপাঠ প্রভাবক হিসেবে ভূমিকা রাখে। কেমুসাসইতিহাস-ঐতিহ্যের ধারাবাহিকতায় সেই সুযোগ করে দিয়েছে। দেশের অন্যতম প্রাচীনসাহিত্য প্রতিষ্ঠান কেন্দ্রীয় মুসলিম সাহিত্য সংসদের উদ্যোগে এগারোদিনব্যাপী ষোড়শ বইমেলার উদ্বোধনী অনুষ্ঠানে প্রধান অতিথির বক্তব্যে তিনি একথা বলেন। গত শনিবার (১০ ডিসেম্বর) কেমুসাস প্রাঙ্গনে বিকাল চারটায় এই উদ্বোধনী অনুষ্ঠানের আয়োজন করা হয়।<br></br> <br></br>
              
              কেন্দ্রীয় মুসলিম সাহিত্য সংসদের ভারপ্রাপ্ত সভাপতি বীরমুক্তিযোদ্ধা এডভোকেট মুজিবুর রহমান চৌধুরীর সভাপতিত্বে উদ্বোধনী অনুষ্ঠানে বিশেষ অতিথি হিসেবে বক্তব্য রাখেন ক্যাফলিন ইউনিভার্সিটির বায়োলজি বিভাগের অধ্যাপক প্রফেসর ড. কামাল চৌধুরী, শাবিপ্রবিরসাবেক প্রফেসর ড. কামাল আহমদ চৌধুরী। বইমেলা উপকমিটিরসদস্য সচিব মাহবুবমুহম্মদের পরিচালনায় উদ্বোধনী অনুষ্ঠানে অন্যান্যের মধ্যে বক্তব্য রাখেন কেমুসাসের সাধারণ সম্পাদক বিশিষ্ট গবেষক আবদুল-হামিদ মানিক, বইমেলাউপকমিটিরআহবায়ক ও কেমুসাসের সহসভাপতি অধ্যাপক দেওয়ান মাহমুদ রাজা চৌধুরী, কেমুসাসের সহ-সাধারণসম্পাদক সৈয়দ মবনু, কোষাধ্যক্ষ এডভোকেট আবদুস সাদেক-লিপন, আলইসলাহসম্পাদক সেলিম আউয়াল, সহপাঠাগার সম্পাদক ইছমত হানিফা চৌধুরী, কার্যকরী সদস্য ড. মোস্তাক আহমাদ দীন, ছড়াকার জগলু চৌধুরী, ইসলামিক ফাউন্ডেশন সিলেটের উপ-পরিচালক মাওলনা শাহ-নজরুল ইসলাম প্রমুখ। উদ্বোধনী অনুষ্ঠানের শেষে স্বরচিতকবিতাপাঠ ও সাংস্কৃতিকঅনুষ্ঠানের আয়োজন করা হয়। এতে সিলেটের সাহিত্য-সংস্কৃতি অঙ্গনের বিশিষ্ট ব্যক্তিবর্গ অংশগ্রহণকরেন। বইমেলার দ্বিতীয় দিন আজ ১১ ডিসেম্বর বিশেষ ও ক গ্রুপের চিত্রাঙ্কন প্রতিযোগিতা অনুষ্ঠিত হবে।"</p>
        
          </div>
        </div>
      </div>
    </div>
  );
};
export default News2;
