import React from "react";
import Image from "next/image";
import news5 from "../../public/img/news/news5.jpg";

const NewsDetailsFive = () => {
  return (
    <div id="news1" className="section_padding ">
      <div className="container">
        <div className="row g-5 newsresponsive_padding">
          <div className="col-lg-8 mx-auto">
              <Image src={news5} alt="img" />
              <p className="news_text mt-3">"কেমুসাস বইমেলার সমাপনী ও পুরস্কার বিতরণী অনুষ্ঠান সম্পন্ন লেখক ও পাঠকদের সরব উপস্থিতিতে বর্ণাঢ্য আয়োজনের মাধ্যমে ভাষাসৈনিক মুসলিম চৌধুরীকে নিবেদিত ষোড়শ কেমুসাস বইমেলার সমাপনী ও পুরস্কার বিতরণী অনুষ্ঠান সম্পন্ন হয়েছে। গত মঙ্গলবার (২০ ডিসেম্বর) সন্ধ্যায় কেন্দ্রীয় মুসলিম সাহিত্য সংসদের শহিদ সুলেমান হলে এই অনুষ্ঠান সম্পন্ন হয়। কেমুসাসের ভারপ্রাপ্ত সভাপতি বীর মুক্তিযোদ্ধা এডভোকেট মুজিবুর রহমান চৌধুরীর সভাপতিত্বে এই সমাপনী অনুষ্ঠানে প্রধান অতিথি হিসেবে বক্তব্য রাখেন সিলেট সিটি কর্পোরেশনের মাননীয় মেয়র আরিফুল হক চৌধুরী। প্রধান অতিথির বক্তব্যে বলেন, কেমুসাসের কার্যকরী কমিটির সহ সভাপতি ও বইমেলা বাস্তবায়ন উপকমিটির আহবায়ক অধ্যাপক দেওয়ান মাহমুদ রাজা চৌধুরীর শুভেচ্ছা বক্তব্যের মাধ্যমে শুরু হওয়া  এবং কেমুসাসের সহ পাঠাগার সম্পাদক ইসমত হানিফা চৌধুরী ও বইমেলা বাস্তবায়ন উপকমিটির সদস্য সচিব মাহবুব মুহম্মদের সঞ্চালনায় অনুষ্ঠানে মূখ্য আলোচক হিসেবে বক্তব্য রাখেন ভাষাসৈনিক ও কেমুসাসের সাবেক সভাপতি মরহুম জনাব মুসলিম চৌধুরীর সুযোগ্য ছেলে চৌধুরী মুফাদ আহমদ। অনুষ্ঠানে অন্যান্যের মধ্যে বক্তব্য রাখেন কেমুসাসের সহ সাধারণ সম্পাদক সৈয়দ মবনু, কেমুসাস মতিন উদদীন আহমদ জাদুঘরের পরিচালক ডা. মোস্তফা শাহজামান চৌধুরী বাহার, আল ইসলাহ সম্পাদক সেলিম আউয়াল, কোষাধ্যক্ষ এডভোকেট আব্দুস সাদেক লিপন, সাহিত্য ও গবেষণা সম্পাদক আহমদ মাহবুব ফেরদৌস, কার্যকরী কমিটির সদস্য অধ্যক্ষ সৈয়দ মুহাদ্দিস আহমদ, এডভোকেট আব্দুল মুকিত অপি, সাবেক কার্যকরী কমিটির সদস্য সৈয়দ মোহাম্মদ তাহের। অনুষ্ঠানের শুরুতে পবিত্র কুরআন থেকে তেলাওয়াত করেন ক্বারী আব্দুল কাদির জীবন। সম্মানিত অতিথির বক্তব্যে কেমুসাসের সাধারণ সম্পাদক লেখক, গবেষক আবদুল হামিদ মানিক বলেন, সভাপতির বক্তব্যে ভারপ্রাপ্ত সভাপতি বীরমুক্তিযোদ্ধা এডভোকেট মুজিবুর রহমান চৌধুরী বলেন,"</p>
        
          </div>
        </div>
      </div>
    </div>
  );
};
export default NewsDetailsFive;