import React from "react";
import Image from "next/image";
import news4 from "../../public/img/news/news4.jpg";

const News = () => {
  return (
    <div id="news1" className="section_padding ">
      <div className="container">
        <div className="row g-5">
          <div className="col-lg-8 mx-auto">
              <Image src={news4} alt="img" />
              <p className="news_text">"কেন্দ্রীয় মুসলিম সাহিত্য সংসদের ষোড়শ বইমেলা ক্রমেই জমে উঠছে। বইমেলার ষষ্ঠ দিনে ব্যাপক সাড়া পাওয়া গিয়েছে বলে জানান প্রকাশনা সংস্থার কর্ণধাররা। বিভিন্ন শ্রেণি-পেশার মানুষের উপস্থিতিতে বইমেলায় ফিরে এসেছে প্রাণ। কেমুসাস কর্তৃপক্ষ বইমেলার ষষ্ঠ দিনে প্রতিযোগিতামূলক আয়োজনের মাধ্যমে মেলাকে প্রাণবন্ত করতে ভূমিকা রাখছেন। এ বিষয়টিকে সামনে রেখে বইমেলার ষষ্ঠ দিনে আজ বৃহস্পতিবার (১৫ ডিসেম্বর) বিকেল তিনটায় খ', 'গ' ও 'ঘ' গ্রুপের কবিতা আবৃত্তি প্রতিযোগিতা অনুষ্ঠিত হয়। এ উপলক্ষে আয়োজিত উদ্বোধনী অনুষ্ঠানে প্রধান অতিথির বক্তব্যে কেমুসাসের সাবেক সভাপতি কবি রাগিব হোসেন চৌধুরী বলেন, কবিতা সাহিত্যের প্রাচীনতম শাখা। যুগে যুগে কবিতা তার রূপ ও ধরন পাল্টায়। সাহিত্যে কবিদের বলিষ্ট পদচিহ্ন সুস্পষ্ট। কবিতাই পাঠকের সাথে কবিদের একাত্মতা ঘটায়। তাই কবিতা চর্চায় আমাদেরকে উদ্বুদ্ধ হতে হবে।কেমুসাসের সহসভাপতি ও বইমেলা উপকমিটির আহবায়ক অধ্যাপক দেওয়ান মাহমুদ রাজা চৌধুরীর সভাপতিত্বে উপকমিটির সদস্যসচিব মাহবুব মুহাম্মদের সঞ্চালনায় আবৃত্তি প্রতিযোগিতার উদ্বোধনী অনুষ্ঠানে বিশেষ অতিথির বক্তব্য রাখেন সিলেট সরকারি মহিলা কলেজের সাবেক অধ্যক্ষ প্রফেসর ড. নজরুল হক চৌধুরী, আল ইসলাহ'এর সাবেক সম্পাদক কবি নাজমুল আনসারী, কেমুসাসের কোষাধ্যক্ষ এডভোকেট আব্দুস সাদেক লিপন, কবি মামুন সুলতান।আবৃত্তি প্রতিযোগিতায় খ গ্রুপে ফৌজিয়া আদিবা প্রথম, তাহিয়া রাবাব দ্বিতীয়, নুসাইবা বিনতে শরিফ তৃতীয়, গ গ্রুপে  সামিরা সাদেক রিয়া প্রথম, স্বস্তিকা পাল দ্বিতীয়, সৈয়দা নাইরা সুয়াইরিয়া তৃতীয় এবং ঘ গ্রুপে ফারিয়া তাহসীন প্রিমা প্রথম, নাইমুল ইসলাম গুলজার দ্বিতীয় ও নাহিদা নার্গিস নিনো তৃতীয় স্থান অধিকার করে।ষোড়শ কেমুসাস বইমেলার কর্মসূচি অনুযায়ী ১৬ ডিসেম্বর বিজয় দিবস উপলক্ষে সন্ধ্যায় আলোচনা সভা ও স্বরচিত কবিতাপাঠের আয়োজন করা হবে। ১৭ ডিসেম্বর 'ক' ও  'খ' গ্রুপের ক্যালিগ্রাফি প্রতিযোগিতা বিকেল তিনটায় অনুষ্ঠিত হবে।"</p>
        
          </div>
        </div>
      </div>
    </div>
  );
};
export default News;