import React from "react";
import Image from "next/image";
import news3 from "../../public/img/news/news3.jpg";

const NewsDetailsThree = () => {
  return (
    <div id="news1" className="section_padding ">
      <div className="container">
        <div className="row g-5">
          <div className="col-lg-8 mx-auto">
              <Image src={news3} alt="img" />
              <p className="news_text mt-3">"উপমহাদেশের ঐতিহ্যবাহী অন্যতম প্রাচীন সাহিত্য প্রতিষ্ঠান কেন্দ্রীয় মুসলিম সাহিত্য সংসদের ষোড়শ বইমেলা ক্রমেই জমে উঠছে। প্রতি মুহূর্তেই বাড়ছে পাঠক সমাগম। বিকাল ৩টা থেকে রাত ৯টা পর্যন্ত চলমান বইমেলাকে কেন্দ্র করে কেন্দ্রীয় মুসলিম সাহিত্য সংসদ নানা আয়োজনের উদ্যোগ নিয়েছে। বইমেলার তৃতীয় দিনে বিকাল তিনটায় 'খ', 'গ' ও 'ঘ' গ্রুপের চিত্রাঙ্কন প্রতিযোগিতার উদ্বোধন করা হয়। এতে প্রধান অতিথির বক্তব্যে কেন্দ্রীয় মুসলিম সাহিত্য সংসদের সাবেক ভারপ্রাপ্ত সভাপতি এম.এ. করিম চৌধুরী বলেন, অবারিত সুযোগ শিশুদের সম্ভাবনাময় করে তুলে। পর্যাপ্ত সুযোগের অভাবেই অনেক প্রতিভা বিকশিত হতে পারে না। কেমুসাসের এমন আয়োজন যেমন নতুন নতুন সম্ভাবনাময় প্রতিভাকে বিকশিত করতে সহায়ক হবে, তেমনই তা ইতিহাস-ঐতিহ্যের স্মারক হিসেবে আলোচিত হবে। এমন উদ্যোগ সত্যিই প্রশংসনীয়। কেমুসাসের সহসভাপতি ও বইমেলা উপকমিটির আহবায়ক অধ্যাপক দেওয়ান মাহমুদ রাজা চৌধুরীর সভাপতিত্বে আজ সোমবার (১২ ডিসেম্বর) বিকেল তিনটায় কেমুসাস প্রাঙ্গণে খ', 'গ' ও 'ঘ' গ্রুপের চিত্রাঙ্কন প্রতিযোগিতায় সিলেট নগরীর বিভিন্ন প্রতিষ্ঠানের শিক্ষার্থীরা অংশগ্রহণ করেন। উদ্বোধনী অনুষ্ঠানে বিশেষ অতিথির বক্তব্য রাখেন কেমুসাসের সহপাঠাগার সম্পাদক ইছমত হানিফা, সাবেক সহসভাপতি ছয়ফুল করিম চৌধুরী হায়াত, কোষাধ্যক্ষ আব্দুস সাদেক লিপন এডভোকেট, কার্যকরি পরিষদ সদস্য, প্রবীণ সাংবাদিক আফতাব চৌধুরী। ষোড়শ কেমুসাস বইমেলা বাস্তবায়ন উপকমিটির সদস্যসচিব মাহবুব মুহম্মদের সঞ্চালনায় পবিত্র কোরআন থেকে তেলাওয়াত করেন  কেমুসাসের আজীবন সদস্য কামাল আহমদ। ষোড়শ কেমুসাস বইমেলার কর্মসূচি অনুযায়ী ১৩ ডিসেম্বর ক, খ গ্রুপের হাতের লেখা প্রতিযোগিতা অনুষ্ঠিত হবে। ১৪ ডিসেম্বর 'বিশেষ' ও 'ক' গ্রুপের আবৃত্তি প্রতিযোগিতা অনুষ্ঠিত হবে। এছাড়া ওইদিন শহিদ বুদ্ধিজীবী দিবস উপলক্ষে কবিতাপাঠ অনুষ্ঠিত হবে। প্রতিটি প্রতিযোগিতা বিকেল তিনটায় অনুষ্ঠিত হবে।"</p>
        
          </div>
        </div>
      </div>
    </div>
  );
};
export default NewsDetailsThree;