import React from "react";
import Image from "next/image";
import news6 from "../../public/img/news/news6.jpg";

const News6 = () => {
  return (
    <div id="news1" className="section_padding ">
      <div className="container">
        <div className="row g-5 newsresponsive_padding">
          <div className="col-lg-8 mx-auto">
              <Image src={news6} alt="img" />
              <p className="news_text mt-3">"কেমুসাসের উদ্যোগে বিজয় দিবসের আলোচনা সভা বিজয়ের চেতনায় উদ্বুদ্ধ হয়ে নিজেদের যোগ্যতার বিকাশ ঘটাতে হবে- আবদুল হামিদ মানিক কেন্দ্রীয় মুসলিম সাহিত্য সংসদের সাধারণ সম্পাদক বিশিষ্টগবেষক আবদুল হামিদ মানিক বলেছেন, স্বাধীনতা ও বিজয় আমাদের বহু আকাঙ্খিত স্বপ্ন। দীর্ঘ সংগ্রাম ও ত্যাগের বিনিময়ে আমরা বিজয়অর্জন করেছি। এই বিজয়কে অর্থবহ করতে হলে দেশের কল্যাণে নিজেদের যোগ্যতার বিকাশ ঘটাতে হবে। এজন্য বিজয়ের চেতনায়, মহান মুক্তিযুদ্ধের চেতনায় উদ্বুদ্ধ হওয়ার বিকল্প নেই। মহান বিজয় দিবস উপলক্ষে কেন্দ্রীয় মুসলিম সাহিত্য সংসদ-এর উদ্যোগে আয়োজিত আলোচনা সভায় সভাপতির বক্তব্যে তিনি এ কথা বলেন। গত শুক্রবার (১৬ ডিসেম্বর) সন্ধ্যায় ষোড়শ কেমুসাস বইমেলা মঞ্চে সাহিত্য সংসদের কার্যকরী পরিষদ সদস্য কবি মাহবুব মুহাম্মদের সঞ্চালনায় অনুষ্ঠিত সভায় স্বাগত বক্তব্য রাখেন কার্যকরী পরিষদ সদস্য বেলাল আহমদ চৌধুরী। আলোচনায় অংশ নেন কেমুসাস সহ-সাধারণ সম্পাদক সৈয়দ মবনু,কোষাধ্যক্ষ এডভোকেট আব্দুস সাদেক লিপন, সদস্য জগলু চৌধুরী,সাংবাদিক আমিরুল ইসলাম চৌধুরী এহিয়া। সভার শুরুতে পবিত্র কোরআন থেকে তেলাওয়াত করেন হাফিজ ইসমাঈল আলী। আলোচনা সভায় স্বরচিত লেখা পাঠ করেন কবি ইছমত হানিফা চৌধুরী, কবি ইশরাক জাহান জেলী,কবি নিলুপা ইসলাম নিলু, কবি লুৎফুর রহমান তোফায়েল, ঔপন্যাসিক আলেয়া রহমান, গল্পকার তাসলিমা খানম বীথি, মোহাম্মদ নজরুল ইসলাম, কবি আব্দুল মুকিত, শেখ সরফুদ্দিন, কবি মাজহারুল ইসলাম মেনন, ছড়াকারনাঈমুল ইসলাম গুলজার, খালেদ আহমদ প্রমুখ।"</p>
        
          </div>
        </div>
      </div>
    </div>
  );
};
export default News6;